Repository: danielemingolla/ARTICLEES_WEBAPP_FLASK
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: ARTICLES
it: ARTICOLI

source: SHOP
it: NEGOZIO

source: ABOUT
it: CHI SIAMO?

source: CONTACT US
it: CONTATTACI

source: ACCOUNT
it: PROFILO

source: LOGOUT
it: ESCI

source: LOGIN
it: ACCEDI

source: REGISTER
it: REGISTRAZIONE

source: Page doesn't exist!
it: La pagina non esiste!

source: Check if the URL is correct!
it: Controlla che l'URL sia corretto!

source: You are not allowed!
it: Non hai i permessi necessari!

source: Don't be a fool!
it: Non fare il furbetto!

source: Profile
it: Profilo

source: My Articles
it: I miei articoli

source: Welcome
it: Benvenuto

source: About Me:
it: Riguardo me:

source: TITLE
it: TITOLO

source: DATE
it: DATA

source: WRITE
it: SCRIVI

source: Voice your idea...
it: Dai voce alla tua idea...

source: Written by
it: Scritto da

source: on
it: il

source: At the moment there are no articles!
it: Al momento non ci sono articoli!

source: Be the first!
it: Sii il primo!

source: READ
it: APRI

source: Welcome to Articlee, the community for those who love reading articles from all over the world.
it: Benvenuto su Articlee, la community per coloro che amano gli articoli scritti da tutto il mondo.

source: Go to Articlee
it: Vai su Articlee

source: Good luck! I hope you enjoyed my efforts.
it: Buona fortuna! Spero che ti piaccia.

source: Welcome to Articlee
it: Benvenuto su Articlee

source: I do not agree with what you have to say, but I’ll defend to the death your right to say it.
it: Non sono d'accordo con te, ma difenderò fino alla morte il tuo diritto di esprimerti.

source: Submit
it: Accedi

source: WOMEN
it: DONNA

source: BUY NOW
it: COMPRA ORA

source: MEN
it: UOMO

source: YOU'VE BOUGHT
it: HAI ACQUISTATO

source: FOR JUST
it: PER SOLI

source: We've received your order, you'll receive an email with further details.
it: Abbiamo ricevuto il tuo ordine, riceverai un'email con ulteriori dettagli.

source: Leave a review, it will help us to improve!
it: Lascia una recensione, ci aiuterà a crescere!

source: GO TO THE OFFICIAL SHOP
it: VAI AL NEGOZIO UFFICIALE

source: This field is required.
it: Questo campo è necessario.

source: File does not have an approved extension: {extensions}
it: Il file non ha la corretta estensione:

source: File does not have an approved extension.
it: Il file non ha la corretta estensione:

source: Invalid field name '%s'.
it: Nome '%s' del campo non valido.

source: Field must be equal to %(other_name)s.
it: Il campo deve essere uguale a

source: Field must be at least %(min)d character long.
it: Il campo deve essere lungo almeno %(min)d caratteri.

source: Field cannot be longer than %(max)d character.
it: Il campo deve essere al più di %(max)d caratteri.

source: Field must be between %(min)d and %(max)d characters long.
it: Il campo deve lungo tra %(min)d e &(max)d caratteri.

source: Number must be at least %(min)s.
it: Il valore deve essere almeno %(min)s.

source: Number must be at most %(max)s.
it: Il valore deve essere al massimo di %(max)s.

source: Number must be between %(min)s and %(max)s.
it: Il valore deve essere compreso tra %(min)s e %(max)s.

source: Invalid input.
it: Input non valido.

source: Invalid email address.
it: Email non valida.

source: Invalid IP address.
it: IP non valido.

source: Invalid Mac address.
it: Indirizzo Mac non valido.

source: Invalid URL.
it: URL non valido.

source: Invalid UUID.
it: UUID non valido.

source: Invalid value, must be one of: %(values)s.
it: Valore non vado, scegliere tra: %(values)s.

source: Invalid value, can't be any of: %(values)s.
it: Valore non valido, non può essere %(values)s.

source: Invalid CSRF Token
it: CSRF Token non valido

source: CSRF token missing
it: CSRF token mancante

source: Not a valid choice
it: Scelta non valida

source: Not a valid list
it: Lista non valida
